adammaras.overtype
formulahendry.code-runner
geddski.macros
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
ms-python.python
ms-vscode.cpptools
PKief.material-icon-theme
redhat.java
shardulm94.trailing-spaces
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
