0x9ef.vscode-vlang
adammaras.overtype
craigb85.custom-window-zoom
eservice-online.vs-sharper
formulahendry.code-runner
fosshaas.fontsize-shortcuts
geddski.macros
James-Yu.latex-workshop
kisstkondoros.vscode-gutter-preview
kosz78.nim
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
PKief.material-icon-theme
redhat.java
shardulm94.trailing-spaces
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
